tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "bearer/tap"
tap "cartr/qt4"
tap "dapr/tap"
tap "flyteorg/tap"
tap "hashicorp/tap"
tap "helm/tap"
tap "mongodb/brew"
tap "oliverisaac/tap"
tap "redis-developer/tap"
tap "sass/sass"
brew "agg"
brew "xz"
brew "ansible"
brew "antigen"
brew "argocd"
brew "asciinema"
brew "automake"
brew "avrdude"
brew "awscli"
brew "azcopy"
brew "azure-cli"
brew "broot"
brew "gcc"
brew "checkov"
brew "cloc"
brew "coreutils"
brew "curl"
brew "dialog"
brew "diffutils"
brew "dive"
brew "duckdb"
brew "fzf"
brew "gawk"
brew "gnupg"
brew "gh"
brew "git"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "gradle"
brew "helm"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jc"
brew "jenv"
brew "jq"
brew "k9s"
brew "kind"
brew "kotlin"
brew "minicom"
brew "minipro"
brew "mongosh"
brew "ncdu"
brew "neofetch"
brew "packer"
brew "pigz"
brew "platformio"
brew "podman"
brew "podman-compose"
brew "rclone"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "s3cmd"
brew "sipcalc"
brew "sops"
brew "tailwindcss"
brew "telnet"
brew "temporal"
brew "tflint"
brew "tfschema"
brew "tfsec"
brew "tmux"
brew "uv"
brew "vault"
brew "vhs"
brew "vim"
brew "watch"
brew "wget"
brew "xq"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "bearer/tap/bearer"
brew "dapr/tap/dapr-cli"
brew "flyteorg/tap/flytectl"
brew "hashicorp/tap/terraform"
brew "mongodb/brew/mongodb-database-tools"
brew "redis-developer/tap/riot"
brew "whiteducksoftware/tap/azctx"
cask "bambu-studio"
cask "brave-browser"
cask "confluent-cli"
cask "dbeaver-community"
cask "discord"
cask "elgato-wave-link"
cask "font-hack-nerd-font"
cask "jdk-mission-control"
cask "jetbrains-toolbox"
cask "keeweb"
cask "kicad"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-teams"
cask "miro"
cask "mongodb-compass"
cask "obs"
cask "obsidian"
cask "openvpn-connect"
cask "session-manager-plugin"
cask "signal"
cask "steam"
cask "telegram"
cask "temurin@17"
cask "temurin@21"
cask "visualvm"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
