tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "dapr/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jondot/tap"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "oliverisaac/tap"
tap "snyk/tap"
tap "tomoyanonymous/flatcam"
brew "gdbm"
brew "libyaml"
brew "readline"
brew "xz"
brew "ansible"
brew "antigen"
brew "libpng"
brew "automake"
brew "icu4c"
brew "libusb"
brew "libftdi"
brew "avrdude"
brew "awscli"
brew "azcopy"
brew "azure-cli"
brew "bat"
brew "gettext"
brew "pcre2"
brew "pkg-config"
brew "checkov"
brew "cloc"
brew "coreutils"
brew "libunistring"
brew "libidn2"
brew "dialog"
brew "dive"
brew "docker", link: false
brew "eksctl"
brew "libevent"
brew "emacs"
brew "emojify"
brew "ffmpeg"
brew "gcc"
brew "open-mpi"
brew "fzf"
brew "gawk"
brew "krb5"
brew "libdap"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gops"
brew "gradle"
brew "helm"
brew "ncurses"
brew "htop"
brew "python@3.9"
brew "imagemagick"
brew "ipcalc"
brew "istioctl"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "k9s"
brew "kind"
brew "kotlin"
brew "kubebuilder"
brew "kustomize"
brew "lazydocker"
brew "librdkafka"
brew "lima"
brew "make"
brew "minikube"
brew "minipro"
brew "mysql-client"
brew "neofetch"
brew "ngspice"
brew "nmap"
brew "node"
brew "node@16"
brew "openssl@3"
brew "platformio"
brew "pre-commit"
brew "pyqt@5"
brew "reattach-to-user-namespace"
brew "s-lang"
brew "s3cmd"
brew "saxon"
brew "smartmontools"
brew "sonar-scanner"
brew "sops"
brew "telnet"
brew "terraform"
brew "tfschema"
brew "tfsec"
brew "utf8proc"
brew "tmux"
brew "vault"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "aws/tap/aws-sam-cli"
brew "dapr/tap/dapr-cli"
brew "jondot/tap/hygen"
brew "mongodb/brew/mongodb-database-tools"
brew "oliverisaac/tap/iterm-cmd"
brew "tomoyanonymous/flatcam/flatcam-beta"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "arduino"
cask "aws-vpn-client"
cask "azure-data-studio"
cask "brave-browser"
cask "camo-studio"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "dozer"
cask "ftdi-vcp-driver"
cask "google-drive"
cask "gpg-suite"
cask "imazing"
cask "iterm2"
cask "jdk-mission-control"
cask "jetbrains-toolbox"
cask "keeweb"
cask "kicad"
cask "logitech-unifying"
cask "meetingbar"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-edge"
cask "microsoft-teams"
cask "miniforge"
cask "miro"
cask "mongodb-compass"
cask "ngrok"
cask "obs"
cask "openvpn-connect"
cask "openwebstart"
cask "postman"
cask "prolific-pl2303"
cask "raspberry-pi-imager"
cask "session-manager-plugin"
cask "signal"
cask "slack"
cask "steam"
cask "temurin17"
cask "unetbootin"
cask "visual-studio-code"
cask "visualvm"
cask "wch-ch34x-usb-serial-driver"
cask "wireshark"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zoom"
