tap "adoptopenjdk/openjdk"
tap "akirakyle/qemu-virgl"
tap "aws/tap"
tap "dapr/tap"
tap "dart-lang/dart"
tap "flyteorg/tap"
tap "helm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jondot/tap"
tap "mongodb/brew"
tap "oliverisaac/tap"
tap "redis-developer/tap"
tap "sass/sass"
tap "strongdm/comply"
tap "tinygo-org/tools"
tap "tomoyanonymous/flatcam"
brew "agg"
brew "openssl@3"
brew "libyaml"
brew "readline"
brew "xz"
brew "ansible"
brew "antigen"
brew "libpng"
brew "utf8proc"
brew "apache-arrow"
brew "argocd"
brew "asciinema"
brew "automake"
brew "autopep8"
brew "icu4c"
brew "libusb"
brew "libftdi"
brew "avrdude"
brew "awscli"
brew "azcopy"
brew "azure-cli"
brew "broot"
brew "gettext"
brew "pcre2"
brew "capstone"
brew "gcc"
brew "checkov"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "croc"
brew "curl"
brew "dialog"
brew "diffutils"
brew "dive"
brew "duckdb"
brew "emojify"
brew "node"
brew "eslint"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "tesseract"
brew "ffmpeg"
brew "flake8"
brew "fzf"
brew "gawk"
brew "gnupg"
brew "pkg-config"
brew "krb5"
brew "gdal"
brew "gdbm"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gops"
brew "gradle"
brew "netpbm"
brew "graphviz"
brew "helm"
brew "ncurses"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "ipcalc"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "k9s"
brew "kind"
brew "kotlin"
brew "kubebuilder"
brew "libdap"
brew "librdkafka"
brew "lima"
brew "make"
brew "maven"
brew "mdcat"
brew "minikube"
brew "minipro"
brew "mongosh"
brew "mysql-client"
brew "neofetch"
brew "nmap"
brew "node-sass"
brew "open-mpi"
brew "open-ocd"
brew "packer"
brew "pandoc"
brew "pigz"
brew "platformio"
brew "pre-commit"
brew "reattach-to-user-namespace"
brew "riot-file"
brew "ripgrep"
brew "s3cmd"
brew "saxon"
brew "sd"
brew "sevenzip"
brew "sipcalc"
brew "sonar-scanner"
brew "sops"
brew "speedtest-cli"
brew "sqlmap"
brew "telnet"
brew "terraform"
brew "tflint"
brew "tfschema"
brew "tfsec"
brew "tmux"
brew "vault"
brew "vhs"
brew "vim"
brew "watch"
brew "wget"
brew "xq"
brew "yarn"
brew "yq"
brew "dapr/tap/dapr-cli"
brew "flyteorg/tap/flytectl"
brew "helm/tap/chart-releaser"
brew "jondot/tap/goweight"
brew "jondot/tap/hygen"
brew "mongodb/brew/mongodb-database-tools"
brew "tinygo-org/tools/tinygo"
brew "tomoyanonymous/flatcam/flatcam-beta"
brew "whiteducksoftware/tap/azctx"
cask "arduino"
cask "azure-data-studio"
cask "bambu-studio"
cask "brave-browser"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "dozer"
cask "iterm2"
cask "jdk-mission-control"
cask "jetbrains-toolbox"
cask "keeweb"
cask "kicad"
cask "llamachat"
cask "mambaforge"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-edge"
cask "microsoft-teams"
cask "miro"
cask "mongodb-compass"
cask "ngrok"
cask "obs"
cask "postman"
cask "prolific-pl2303"
cask "session-manager-plugin"
cask "temurin@17"
cask "temurin@21"
cask "unetbootin"
cask "visual-studio-code"
cask "visualvm"
cask "wch-ch34x-usb-serial-driver"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
